acpid
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-tw-fonts
alsa-utils
archivemount
archlinuxcn-keyring
ark
atool
aurutils
autoconf
autojump
automake
awesome-git
base
bashtop
binutils
bison
bluedevil
blueman
bluez-hid2hci
bluez-plugins
bluez-tools
bluez-utils-compat
breeze
breeze-gtk
bridge-utils
cadmus-appimage
capitaine-cursors
clang
cmake
cnijfilter-common
cnijfilter2
code
conky
cool-retro-term
cpuset-git
cups
cups-filters
cups-pdf
ddcutil
debtap
discord
discover
dmidecode
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
dragon-drag-and-drop-git
drkonqi
dunst
ebtables
edk2-ovmf
efibootmgr
emacs
evtest
exa
fakeroot
fbreader
fcitx-cloudpinyin
fcitx-configtool
fcitx-googlepinyin
fcitx-libpinyin
fcitx-qt5
fcitx-skin-material
fcitx-table-extra
fcitx-ui-light
feh
ffmpegthumbnailer
ffmpegthumbs
ffnvcodec-headers
firefox
firefox-developer-edition
flex
fontforge
fortune-mod
fzf
gcc
gimp
git
gnome-video-effects
go
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
guvcview
gvfs
hardinfo
heroku-cli-nightly
hid-nintendo-dkms
htop
hub
inotify-tools
inter-font
jdk-openjdk
joycond-git
jre8-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
knetattach
kscreen
kscreenlocker
ksshaskpass
ksysguard
kvantum-qt5
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
latte-dock
lib32-libva-mesa-driver
lib32-opencl-mesa
lib32-opencl-nvidia
lib32-vkd3d
lib32-vulkan-radeon
libkscreen
libksysguard
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
libvirt
light-git
linux
linux-firmware
lshw
lutris
ly-git
m4
maim
make
man-db
maven
mercurial
mesa-demos
meson
milou
mono
mono-msbuild
mpv
multimc5
nasm
neovim
nerd-fonts-complete
net-tools
network-manager-applet
networkmanager
nodejs
nodejs-nativefier
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia
nvidia-settings
obs-studio
opencl-nvidia
openrazer-meta
openssh
os-prober
otf-arsenal
otf-hermit
otf-overpass
owlink-git
oxygen
p7zip
pacman-contrib
pandoc
papirus-icon-theme
patch
pavucontrol
perl-file-mimeinfo
picom-ibhagwan-git
piper
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-kde-agent
powerdevil
pulseaudio-alsa
pulseaudio-bluetooth
pulseeffects
pulsemixer
python-notify2
python-pillow
python-pip
qemu
ragel
ranger
raw-thumbnailer
redshift
reflector
ripgrep
rofi
ruby
scream
screen
sddm-kcm
skypeforlinux-stable-bin
smartmontools
smbclient
socat
steam
stow
sudo
systemsettings
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
trash-cli
ttf-courier-prime-code
ttf-croscore
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-mac-fonts
ttf-monaco
ttf-roboto
ttf-roboto-mono
ttf-typicons
unclutter
unityhub
usbutils
user-manager
uthash
v4l2loopback-dkms-git
veonim
vi
virt-manager
vkd3d
vulkan-mesa-layers
vulkan-radeon
vulkan-validation-layers
whatsapp-nativefier-dark
wine-staging
wireguard-tools
xautolock
xclip
xdg-desktop-portal-kde
xdotool
xf86-input-evdev
xf86-video-amdgpu
xorg-fonts-misc
xorg-server
xorg-xcursorgen
xorg-xinit
xorg-xinput
xterm
yadm-git
yarn
yay
yuzu-git
zathura
zathura-cb
zathura-pdf-mupdf
zsh
