acpid
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-tw-fonts
akvcam-dkms
alacritty
alsa-utils
amd-ucode
archivemount
archlinuxcn-keyring
aritim-light-gtk
aseprite
asetroot
atool
audacity
autoconf
autojump
automake
awesome-git
base
binutils
bison
blueman
bluez-hid2hci
bluez-plugins
bluez-tools
bluez-utils-compat
bottom
bridge-utils
bspwm
capitaine-cursors
castersoundboard-git
chrome-gnome-shell
citra-git
clang
clinfo
cmake
cnijfilter-common
cnijfilter2
cobang
conky
cool-retro-term
cpuset-git
cronie
cups
cups-filters
cups-pdf
ddcutil
debtap
discord
dmidecode
dnsmasq
docker
docker-compose
dolphin-emu
dosbox
dosfstools
dragon-drag-and-drop-git
droidcam
duck
dunst
dxvk-bin
ebtables
edk2-ovmf
efibootmgr
ethtool
evtest
eww-git
fakeroot
fbreader
fcitx-cloudpinyin
fcitx-configtool
fcitx-qt5
fcitx-skin-material
fcitx-sunpinyin
fcitx-table-extra
fcitx-ui-light
feh
ffmpegthumbnailer
ffnvcodec-headers
firefox
firejail
flex
fontforge
fortune-mod
freeoffice
fzf
gamemode
gcc
gdm
gimp
git
github-cli
glances
gnome-control-center
gnome-keyring
gnome-shell
gnome-themes-extra
gnome-tweaks
gnome-video-effects
gnu-netcat
go
google-chrome
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
guvcview
gvfs
hardinfo
heroku-cli
htop
icons-in-terminal
inkscape
inotify-tools
inter-font
joycond-cemuhook-git
joycond-git
joyutils
jre8-openjdk
jstest-gtk-git
kitty
kvantum-qt5
lazygit
lib32-libva-mesa-driver
lib32-nvidia-utils
lib32-vkd3d
lib32-vulkan-radeon
libretro-mupen64plus-next
libselinux
libva-mesa-driver
libva-vdpau-driver
light-git
linux
linux-firmware
lshw
lua53
luarocks
lutris
lxappearance-gtk3
m4
macchanger
maim
make
man-db
mangohud
maven
mcedit-unified
mercurial
mesa-demos
meson
mono
mono-msbuild
mpv
multimc5
mupdf
nasm
nautilus
neovim-nightly-bin
nerd-fonts-complete
net-tools
network-manager-applet
networkmanager
nitroshare
nodejs
noip
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
nvidia
nvidia-settings
obs-studio
ofono
opencl-mesa
opencl-nvidia
openrazer-meta
openssh
os-prober
otf-arsenal
otf-hermit
otf-overpass
owlink-git
p7zip
pacman-contrib
papirus-folders-git
papirus-icon-theme
paru
patch
pavucontrol
pcsx2
perl-file-mimeinfo
perl-image-exiftool
picom-jonaburg-git
piper
pipewire-alsa
pipewire-pulse
pkgconf
plata-theme
playerctl
polybar
protontricks
pulseeffects
pulsemixer
python-magic
python-notify2
python-pillow
python-pip
python-pipx
python2
qt5ct
ragel
ranger
raw-thumbnailer
redshift
reflector
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
ripgrep
rofi
ruby
rustup
scream
screen
seahorse
shellcheck-static
shfmt
skypeforlinux-stable-bin
smartmontools
smbclient
socat
steam
stow
sudo
sxhkd
tabbed
tela-icon-theme-git
testdisk
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-volman
tldr
tmux
transmission-cli
trash-cli
ttf-courier-prime-code
ttf-croscore
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-mac-fonts
ttf-monaco
ttf-roboto
ttf-roboto-mono
ttf-typicons
unclutter
undefined-medium-fonts
unityhub
unp
unrar
usbutils
uthash
v4l2loopback-dc-dkms
v4l2loopback-dkms-git
vi
vifm
visual-studio-code-bin
vkd3d
vulkan-mesa-layers
vulkan-radeon
vulkan-validation-layers
webtorrent-cli
wine-gecko
wine-mono
wine-staging
winetricks
wireguard-tools
wireshark-qt
xarchiver
xautolock
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-video-amdgpu
xorg-fonts-misc
xorg-server
xorg-xcursorgen
xorg-xev
xorg-xinit
xorg-xinput
xsel
xterm
xwinwrap-git
yadm-git
yarn
zoom
zsh
zsync
