acpid
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-tw-fonts
alacritty
alsa-utils
amd-ucode
ani-cli
appimagelauncher
archivemount
aritim-light-gtk
asetroot
atool
audacity
aurutils
autoconf
autojump
automake
awesome-git
base
binutils
bison
blueman
bluez-hid2hci
bluez-plugins
bluez-tools
bluez-utils-compat
bottom
bpytop
bridge-utils
bspwm
calibre
capitaine-cursors
castersoundboard-git
chrome-gnome-shell
chrony
citra-git
clang
clinfo
cmake
cnijfilter-common
cnijfilter2
cobang
conky
cool-retro-term
cpuset-git
cronie
cups
cups-filters
cups-pdf
cxxopts
ddclient
ddcutil
debtap
discord
dmidecode
dnsmasq
docker
docker-compose
dolphin-emu
dosbox
dosfstools
dotnet-runtime-5.0-bin
dragon-drag-and-drop-git
droidcam
duck
dunst
dxvk-bin
easyeffects
ebtables
edk2-ovmf
efibootmgr
efm-langserver
egl-wayland
emacs
ethtool
evtest
eww-git
fakeroot
fbreader
fcitx5
fcitx5-configtool
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-table-extra
feh
ffmpegthumbnailer
ffnvcodec-headers
filezilla
firefox
firejail
fish
flatpak
flex
fontforge
fortune-mod
fzf
gamemode
gcc
gdm
gimp
git
github-cli
glances
gnome-control-center
gnome-keyring
gnome-shell
gnome-themes-extra
gnome-tweaks
gnome-video-effects
gnu-netcat
go
gradle
grapejuice-git
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gtk-theme-switch2
gtk2-perl
guvcview
gvfs
hardinfo
heroku-cli-bin
htop
i2c-tools
icons-in-terminal
inkscape
inotify-tools
inter-font
iw
jdk-openjdk
joycond-cemuhook-git
joycond-git
joyutils
jre8-openjdk
jstest-gtk-git
kbct-git
kitty
kvantum
lazygit
lf-bin
lib32-libglvnd
lib32-libva-mesa-driver
lib32-mangohud
lib32-nvidia-utils
lib32-vkd3d
libdrm
libglvnd
libreoffice-fresh
libretro-mupen64plus-next
libselinux
libva-mesa-driver
libva-vdpau-driver
libvirt
light-git
linux
linux-firmware
linux-zen
linux-zen-headers
lshw
lua53
luarocks
lutris
lxappearance-gtk3
m4
macchanger
maim
make
man-db
mangohud
maven
mercurial
mesa-demos
meson
mono
mono-msbuild
mpv
multimc5
mupdf
nasm
nautilus
ncdu
neovide-git
neovim
nerd-fonts-complete
net-tools
network-manager-applet
networkmanager
nftables
nitroshare
nkit
nnn
noip
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
nsz-git
ntfs-3g
ntp
nvidia-container-toolkit
nvidia-dkms
nvidia-settings
obconf
obmenu-generator
obs-studio
ofono
open-vm-tools
openbox
opencl-mesa
opencl-nvidia
openssh
opentabletdriver
os-prober
osu
osu-lazer-bin
otf-arsenal
otf-hermit
otf-overpass
owlink-git
p7zip
pacman-contrib
papirus-folders-git
papirus-icon-theme
parcellite
paru-bin
patch
pavucontrol
pcsx2
perl-file-mimeinfo
perl-image-exiftool
picom-git
piper
pipewire-alsa
pipewire-pulse
pkgconf
plank
plank-theme-numix
plata-theme
playerctl
polybar
postgresql
protontricks
protonup-git
pulsemixer
python-magic
python-notify2
python-pillow
python-pip
python-pipx
python2
qbittorrent
qt5-styleplugins
qt5ct
ragel
ranger
raw-thumbnailer
redshift
refind
reflector
renameutils
ripgrep
rofi
rpiplay-git
ruby
rustup
ryujinx-ldn-bin
samba
sbsigntools
scream
screen
seahorse
shellcheck-static
shfmt
shim-signed
skypeforlinux-stable-bin
slim
slippi-online-appimage
smartmontools
smbclient
socat
starship
steam
stow
stremio
sudo
sway
sxhkd
tabbed
testdisk
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-volman
tint2
tldr
tmux
transmission-gtk
trash-cli
tree
ttf-courier-prime-code
ttf-croscore
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-mac-fonts
ttf-monaco
ttf-roboto
ttf-roboto-mono
ttf-typicons
uivonim-git
unclutter
undefined-medium-fonts
unityhub
unp
unrar
usbutils
uthash
v4l2loopback-dc-dkms
vi
vifm
virt-manager
visual-studio-code-bin
vivid
vkd3d
vkd3d-proton-bin
vlc
vulkan-mesa-layers
vulkan-tools
vulkan-validation-layers
waybar
waydroid
weston
wezterm
wine-ge-custom
wine-gecko
wine-mono
wine-osu
winetricks
wireguard-tools
wireplumber
wireshark-qt
wlroots
xarchiver
xautolock
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-vmmouse
xf86-video-vmware
xidlehook
xorg-fonts-misc
xorg-server
xorg-xcursorgen
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwayland
xorg-xwininfo
xournalpp
xsel
xterm
xwinwrap-git
yadm-git
yarn
zoom
zsh
zsync
