7zip
acestream-launcher
acpid
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-tw-fonts
adw-gtk-theme
adwaita-dark
alacritty
alsa-utils
amd-ucode
ani-cli
anki-bin
appimagelauncher
archivemount
aritim-light-gtk
ark
asetroot
atool
atuin
audacity
aurutils
autoconf
autojump-rs
automake
awesome-git
aylurs-gtk-shell
base
base-devel
bind
binutils
bison
blueman
bluez-hid2hci
bluez-tools
bluez-utils
bottom
bpytop
brave-bin
breeze-gtk
bridge-utils
bspwm
calibre
capitaine-cursors
castersoundboard-git
catppuccin-gtk-theme-mocha
ceph-bin
chromium
chrony
clang
clinfo
clonezilla
cnijfilter-common
cnijfilter2
cobang
conky
cool-retro-term
cpuset-git
cronie
cuda
cups
cups-filters
cups-pdf
cxxopts
dconf-editor
ddclient
debtap
dialog
discord
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dolphin-emu
dosbox
dosfstools
dotnet-runtime-5.0-bin
dragon-drop
droidcam
duc
duck
dunst
easyeffects
edk2-ovmf
efibootmgr
efm-langserver
egl-wayland
emacs
ethtool
evtest
fakeroot
fbreader
fcitx5
fcitx5-breeze
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-mozc
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-table-extra
feh
ffmpegthumbnailer
ffnvcodec-headers
filelight
filezilla
firefox
firejail
flatpak
flex
flite
fontforge
fortune-mod
freerdp
fzf
game-devices-udev
gamemode
gamescope
gcc
gimp
git
github-cli
glances
gnome-bluetooth-3.0
gnome-themes-extra
gnu-netcat
go
gradle
grim
groff
grub
grub2-theme-preview
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gtk-theme-switch2
gtk2-perl
guvcview
helvum
heroku-cli-bin
htop
hypr-git
hyprland-git
i2c-tools
inkscape
inotify-tools
inter-font
iw
jdk-openjdk
jellyfin-media-player
joycond-cemuhook-git
joycond-git
joyutils
jre8-openjdk
jstest-gtk-git
kbct-git
kde-gtk-config
kdeconnect
kdialog
kdiskmark
keyd
kitty
konsole
kscreen
kvantum
kwalletmanager
latte-dock
lazygit
lf-bin
lib32-libglvnd
lib32-mangohud
lib32-nvidia-utils
lib32-vkd3d
libdrm
libglvnd
libgnome-keyring
libp11
libretro-mupen64plus-next
libselinux
libva-vdpau-driver
libvirt
lightly-qt
linux
linux-firmware
linux-zen
linux-zen-headers
lshw
lua53
luarocks
m4
macchanger
maim
make
man-db
mangohud
maven
mercurial
mesa-demos
mise-bin
mono
mono-msbuild
mpv
mupdf
nasm
nbd
ncdu
neovim
net-tools
nftables
niri
nitroshare
nkit
nnn
noip
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nsz-git
ntfs-3g
ntp
nvidia-container-toolkit
nvidia-dkms
nvidia-settings
nwg-look
obconf
obmenu-generator
obs-studio
ofono
onlyoffice-bin
open-vm-tools
openbox
opencl-clover-mesa
opencl-nvidia
opencl-rusticl-mesa
openssh
openssl-1.1
opentabletdriver
os-prober
osu-lazer-bin
otf-arsenal
otf-hermit
otf-overpass
owlink-git
pacman-contrib
papirus-folders-git
papirus-icon-theme
parcellite
paru-bin
patch
perl-file-mimeinfo
perl-image-exiftool
picom-git
piper
pipewire-alsa
pipewire-pulse
pkgconf
plasma-desktop
plata-theme
polkit-gnome
polybar
postgresql
prismlauncher-qt5-bin
protontricks
protonup-git
pulsemixer
python-j2cli
python-magic
python-notify2
python-pip
python-pipx
python-pyaudio
python-pynvim
qbittorrent
qdirstat-bin
qpwgraph
qt5ct
qt6ct
ragel
ranger
raw-thumbnailer
read-edid
redshift
reflector
renameutils
rofi-lbonn-wayland-git
rpiplay-git
ruby
rust-analyzer
rustup
samba
sbctl
sbsigntools
scrcpy
scream
screen
sddm
sddm-theme-catppuccin
sddm-theme-corners-git
seahorse
shfmt
slim
slippi-online-appimage
smartmontools
smbclient
socat
spectacle
steam
stow
stremio
sudo
sway
swaync
sxhkd
syncthing
tabbed
tailscale
tela-icon-theme
testdisk
texinfo
thefuck
thunderbird
tint2
tldr
tmux
transmission-gtk
trash-cli
tree
ttf-courier-prime-code
ttf-croscore
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-mac-fonts
ttf-meslo
ttf-monaco
ttf-monocraft
ttf-ms-win11-auto
ttf-roboto
ttf-roboto-mono
ttf-typicons
unclutter
undefined-medium-fonts
unityhub
unp
unrar
usbutils
uthash
v4l2loopback-dc-dkms
v4l2loopback-dkms
vi
vifm
vim
virt-manager
visual-studio-code-bin
vivid
vkd3d
vlc
vulkan-mesa-layers
vulkan-tools
vulkan-validation-layers
waybar
weston
wezterm
wine-gecko
wine-mono
wine-staging
winetricks
wireguard-tools
wireshark-qt
woeusb-ng
wofi
xarchiver
xautolock
xclip
xcompmgr
xdg-desktop-portal-hyprland-git
xdo
xdotool
xf86-input-evdev
xf86-input-vmmouse
xf86-video-vmware
xidlehook
xorg-fonts-misc
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-xcursorgen
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwayland
xorg-xwininfo
xournalpp
xsel
xterm
xwinwrap-git
yadm-git
yarn
yay-bin
zoom
zsh
zsync
