7zip
android-studio
arch-install-scripts
aria2
atuin
base
base-devel
bind
btrfs-progs
clang
cronie
cuda
cuda-tools
dnsmasq
docker
docker-compose
etckeeper
fakeroot-tcp
feh
ffmpeg
firefox
fzf
gdb
github-cli
gnu-netcat
gpac
htop
inadyn
inetutils
inter-font
jdk-openjdk
jdk17-openjdk
libvirt
llvm
lsof
man-db
mesa-utils
miniupnpc
mosh
mpv
nano
neovim
net-tools
nftables
nmap
nnn
nvidia-container-toolkit
nvidia-utils
nwg-look
openssh
paru-bin
postgresql-libs
protobuf
python
python-pip
python-psutil
qemu-base
reflector
rsync
rustup
screen
sudo
tmux
unzip
usbip
vi
vifm
vim
virt-install
virt-manager
vivid
wezterm
wget
wireguard-tools
yazi
yt-dlp
zsh
